"“%@” couldn’t be overwritten because the file isn't writable by you." = "No se pudo sobrescribir „%@“ debido a que no tiene permiso de escritura.";

"Converting “%1$@” to “%2$@”" = "Convirtiendo „%1$@“ a „%2$@“";

"Couldn't copy unpacked files from working directory" = "No se pudieron copiar los archivos extraídos de la carpeta temporánea.";

"Task complete" = "Tarea completa";

"Splitting “%@”" = "Dividiendo „%@“";

"Please try again." = "Por favor reintente.";

"Couldn't find working directory" = "No se pudo encontrar la carpeta temporánea.";

"Invalid File" = "Archivo inválido";

"Next" = "Siguiente";
"I Agree" = "Acepto";
/* Navigation */
"Back" = "Atrás";
"Replace" = "Sobrescribir";
"Finish" = "Terminar";
"Finder" = "Finder";
"Export" = "Exportar";
"Done" = "Listo";

"The OS X Sandbox needs you to authorize Renamer to rename files." = "La utilidad Sandbox de OS X requiere que autorize a Archiver para poder trabajar con archivos.";
"Please authorize %@ to be able to access \"%@\"." = "Por favor autorize a %@ el acceso a \"%@\".";
"Task cancelled" = "Tarea cancelada";

"The file “%@” was modified since it was split and can't be combined." = "No se pudo combinar „%@“ debido a que se modificó desde que fue dividido.";

"The archive “%@” cannot be created because the existing archive cannot be overwritten." = "No se pudo crear „%@“ debido a que el archivo ya existe.";

"“%@” already exists. Do you want to replace it?" = "„%@“ ya existe. ¿Desea sobrescribirlo?";

"An unknown error occurred, please make sure you have enough disk space and that you have permissions to write to the destination folder." = "Ha ocurrido un error; asegúrese de que hay suficiente espacio en el disco, y de que está autorizado para escribir en la carpeta. ";

"Please enter the password to open “%@”" = "Por favor, introduzca la contraseña para abrir „%@“";

"Create “%@”" = "Crear „%@“";

"Invalid password" = "Contraseña inválida";

"The archive could not be opened, possibly because it is incomplete or corrupt." = "El archivo no se pudo abrir posiblemente porque está dañado o corrupto.";

"OK" = "Aceptar";

"Clean temporary files" = "Limpiar archivos temporáneos";

"File could not be split because the disk is full." = "No se pudo dividir el archivo, porque el disco está lleno.";

"Combine “%@”" = "Combinar „%@“";

"Extract" = "Extraer";

"A file or folder with the same name already exists in this location. Replacing it will overwrite its current contents." = "Un archivo o carpeta de este nombre ya existe. Sustituirlo sobrescribirá su contenido.";


"Select" = "Seleccionar";

"Split “%@”" = "Dividir „%@“";
"Choose destination" = "Escoger destino";
"The file “%1$@” could not be opened because “%2$@” is full." = "No se pudo abrir „%1$@“, porque no hay espacio en „%2$@“.";
"Extract “%@”" = "Extraer „%@“";
"Cancelled" = "Cancelado";
"Creating “%@”" = "Creando „%@“";
"Invalid Password" = "Contraseña inválida";
"Opening “%1$@” (%2$lu of %3$lu)" = "Abriendo „%1$@“ (%2$lu de %3$lu)";
"Please delete some files on your disk and try again." = "Por favor libere espacio en su disco y reintente.";
"The file “%1$@” could not be opened because you do not have permissions to write to “%2$@”." = "No se pudo abrir „%1$@“ debido a que no tiene permiso de escritura en „%2$@“.";
"Combining file “%@”" = "Combinando „%@“";
"Convert “%1$@” to “%2$@”" = "Convertir „%1$@“ a „%2$@“";
"“%@” couldn’t be overwritten because you don’t have permission to access it." = "No se pudo sobrescribir „%@“ debido a que no tiene permiso de acceso.";
"Task failed" = "Tarea falló";
"Combine failed" = "Combinación falló";
"The files could not be combined, possibly because they are corrupt." = "No se pudieron combinar los archivos posiblemente porque están dañados o corruptos.";
"Try deleting files from %@ or opening the file to another disk." = "Libere espacio en %@ o escoja otro disco.";
"Try selecting an output folder that is writable by you." = "Intente escoger una carpeta donde tiene permiso de escritura.";
"Removing “%@”" = "Eliminando „%@“";
"The passwords don't match." = "Las contraseñas no coinciden.";
"Please enter your password again." = "Por favor, reintroduzca su contraseña.";
"Scanning “%@”" = "Escaneando „%@“";
"The file “%@” could not be opened." = "No se pudo abrir “%@”.";
"Files could not be combined because the disk is full." = "No se pudieron combinar los archivos debido a que el disco no tiene espacio.";
"Try opening the file to another disk." = "Por favor, intente abrir el archivo en otro disco.";
"Unkonwn Status" = "Estado desconocido";
"The file “%1$@” could not be opened because “%2$@” is read-only." = "No se pudo abrir „%1$@“, porque „%2$@“ sólo tiene acceso de lectura.";
"Try changing the permissions or chosing a different archive name." = "Intente cambiar los permisos o cambiar el nombre del archivo.";
"The archive could not be opened because you entered an invalid password. Please try again." = "No se pudo abrir el archivo, porque la contraseña es inválida. Por favor, reintrodúzcala.";
"Select default output folder" = "Seleccionar carpeta preferencial";
"Open" = "Abrir";
"Combine" = "Combinar";
"Try chosing a different archive name." = "Escoja un nombre de archivo distinto.";
"Opening “%@”" = "Abriendo „%@“";
"%1$@ of %2$@ completed" = "%1$@ de %2$@ completado";
"Cancel" = "Cancelar";
"Replace" = "Sobrescribir";
"An unknown error occurred opening file “%1$@” to “%2$@”." = "Hubo un error en extraer „%1$@“ a „%2$@“.";
"Error creating archive" = "No se pudo crear el archivo.";
"Make sure that you can modify this archive before overwriting it, or choose another location." = "Por favor, seleccione otro destino.";
"NavButton.Archive" = "Archivar";
"Cleaning up (this may take a few minutes)..." = "Limpiando (esto puede tardar unos minutos)...";
"Success" = "Éxito";
"Extract:" = "Extraer:";
"Try selecting a different output folder." = "Intente escoger otra carpeta de destino.";
"File could not be split because an unexpected error occurred." = "Ocurió un error dividiendo el archivo.";
"Unsupported" = "Sin soporte";
"The archive is protected with a password." = "El archivo está protegido con una contraseña.";

"Analyzing %ld out of %ld" = "Analizando %ld de %ld";
"Analyzing files" = "Analizando archivos";

"Verifying checksums" = "Verificando checksums";
"Checksumming split files" = "Creando checksum para archivos divididos";
"Invalid chunk size: %g" = "Tamaño de pedazo inválido: %g";

"Updates" = "Actualizaciones";
"General" = "General";
"Advanced" = "Avanzado";
"File Types" = "Tipos de archivo";

"%1.1f TB" = "%1.1f TB";
"%1.1f GB" = "%1.1f GB";
"%1.1f MB" = "%1.1f MB";
"%1.1f KB" = "%1.1f KB";
"%i bytes" = "%i Bytes";
"%i byte" = "%i Byte";

/* Extract */
"Extract from “%@”:" = "Extraer de „%@“:";

/* Compression levels */
"None" = "Sin compresión";

/* Progress */
"%d of %lu files copied" = "%d de %lu archivos copiados";
"Extracting “%@”" = "Extraer „%@“";

/* Preview */
"Preview “%@”" = "Vista preliminar de „%@“";
"Preview “%@”: %d file" = "Vista preliminar de „%@“: %d archivo";
"Preview “%@”: %d files" = "Vista preliminar de „%@“: %d archivos";
"Preview:" = "Vista preliminar:";
"Preview: %lu files" = "Vista preliminar: %lu archivos";

/* Encryption */
"Passwords do not match" = "Las contraseñas no coinciden";
"Please confirm password" = "Por favor, confirme se contraseña";
"Please enter a password" = "Por favor, introduzca su contraseña";

/* Errors */
"Skip" = "Sobresaltar";
"Archiver unauthorized" = "Archiver necesita autorización";
"Multimedia Manipulation failed" = "Manipulación de multimedia falló";
"The created files couldn't be moved." = "No se pudieron mover los archivos creados.";
"Please enter a value bigger than 1 and try again." = "Por favor, introduzca un valor más grande que 1 y reintente.";
"Invalid password for “%@”, please try again." = "La contraseña para „%@“ es inválida, por favor, reintrodúzcala.";
"Cannot combine a single checksum file." = "No se puede combinar un checksum.";

"%@ of %@ files packed" = "%@ de %@ archivos empacados";
"%d of %d files copied" = "%d de %d archivos copiados";
"%@ of %@" = "%@ de %@";

"RAR Archive (Roshal Archive)" = "Archivo RAR (Roshal Archive)";
"TAR Archive" = "Archivo TAR";
"(BZIP2 compression)" = "(compresión BZIP2)";
"(GZIP compression)" = "(compresión GZIP)";
"(Lempel-Ziv compression)" = "(compresión Lempel-Ziv)";
"(uncompressed)" = "(no comprimido)";
"ZIP archive (WinZIP compatible)" = "Archivo ZIP (Compatible con WinZip)";
"7-ZIP archive" = "Archivo 7-ZIP";
"(high compression and encryption)" = "(Compresión alta y cifrado)";
"Archiver" = "Archiver";
/* TODO: not happy with translation below -- but adding "Pre" suffix sounds strange */
"(audio and image pre-compression)" = "(Compresión de audio e imágenes)";
"Apple disk image" = "Apple Disk Image";

"Detaching image" = "Separando imagen";
"Copying files from mounted image" = "Copiando archivos de la imagen montada";
"Cleaning up" = "Limpiando";
"Finishing" = "Terminando";
"Attaching image" = "Montando imagen";

"Calculating size..." = "Calculando tamaño...";

"%i File" = "%i Archivo";
"%i Files" = "%i Archivos";

/* Navigation buttons */
"Convert" = "Convertir";
"NavButton.Archive" = "Archivar";
"Split" = "Dividir";
"Archive" = "Archivar";
"Finder" = "Finder";

/* Top bar labels */
"Convert Archive:" = "Convertir Archivo:";
"Split File:" = "Dividir Archivo:";
"Create Archive:" = "Archivar:";
"Choose format" = "Escoja un formato";

"Archive encrypted" = "Archivo cifrado";

/* Status item -- currently unused */
"Quit" = "Salir";
/* TODO: check difference between make archive and quick-make archive */
"Create Archive…" = "Archivar…";
"Quick-Create Archive…" = "Archivado rápido…";
"Choose Where to Extract…" = "Escoja donde extraer…";
"Combine Files…" = "Combinar archivos…";
"Extract Here…" = "Extraer aqui…";
"Preferences…" = "Preferencias…";
"Preview…" = "Vista preliminar…";
"Split File…" = "Dividir archivos…";

"Check for Updates…" = "Actualización de Software…";

/* Sandbox authorization */
"Authorize" = "Autorizar";
"Authorize…" = "Autorizar…";
"Authorize All…" = "Autorizar todo…";
"Authorize Later" = "Autorizar más tarde";
"Authorize Now…" = "Autorizar ahora…";
"Please authorize Archiver to work with files." = "Por favor autorice a Archiver para trabajar con archivos.";
"Archiver needs your permission to work with files. Do you wish to authorize now?" = "Archiver necesita su autorización para trabajar con archivos. ¿Desea autorizar?.";
"If you choose to authorize later you will be asked for permission on an as needed basis when you work with specific files." = "Si escoge autorizar más tarde se le preguntará a medida que trabaje con archivos.";
"If you do not want to be asked about authorization again, please choose Authorize All and follow the on-screen instructions." = "Si no desea que Archiver le pida autorización, escoja Autorizar Todo y siga las instrucciones.";
"You will only need to authorize a folder once." = "Sólo necesitará autorizar la carpeta una vez.";

/* Help menu */
"Acknowledgments" = "Reconocimientos";
"Send Email..." = "Enviar Email...";
"Send Feedback..." = "Enviar Feedback...";
"License Agreement" = "Acuerdo de licencia";

/* Self-update */
"An old version was found in the %@ folder. To avoid any confusion we recommended that you delete this old version." = "Hay una versión anterior en la carpeta %@. Le recomendamos eliminar esta versión para evitar confusión.";

"The update server could not be reached." = "No se pudo establecer la conexión al servidor de actualización.";

"There was an error retrieving the update." = "Hubo un error descargando la actualización.";

"Please make sure you are connected to the Internet and then try again. If you are connected to the Internet please try again later as the update server may be temporarily unavailable. If the problem persists then please report it." = "Asegúrate de estar conectado a Internet y vuelve a intentar. Si ya estás conectado, por favor intenta más tarde ya que es posible que el servidor de actualización no esté disponible. Si el problema persiste, te agradecemos notificarlo.";

"Please try again later as the update server may be temporarily unavailable. If the problem persists then please report it." = "Por favor intenta más tarde ya que es posible que el servidor de actualización no esté disponible. Si el problema persiste, te agradecemos notificarlo.";

/* RAR Installation */
"Creating RAR archives requires third-party software. To install:\n\n1. Download the RAR plugin" = "Archivando con el formato RAR requiere software adicional:\n\n1. Descargue el Plugin RAR";
"here" = "aquí";
"or visit https://incrediblebee.com/dl/rar\n\n2. Drag the RAR plugin to the drop area below and choose Install:" = "o visite https://incrediblebee.com/dl/rar\n\n2. Arrastre el Plugin al área debajo y seleccione Instalar:";
"Install RAR plugin" = "Instalar Plugin RAR";
"Downloading RAR plugin..." = "Descargando el Plugin RAR";
"Install" = "Instalar";
"Finish" = "Terminar";
"Download error" = "Error de descarga";
"Please check your internet connection and try again" = "Por favor, compruebe su conexión al internet y vuelva a intentar";

"Creating RAR archives requires up-to-date third-party software. Choose Install to download and install the missing software." = "Archivar con formato RAR requiere software adicional y actualizada. Seleccione Instalar para descargar e instalar el Plugin RAR.";


/* Uninstall old version */
"Delete Old Version" = "Eliminar la versión anterior";
"Do not show this message again" = "No volver a mostrar este mensaje";
"Do you want to delete the old version?" = "¿Desea eliminar la versión anterior?";
"You are up to date!" = "¡Su versión está actualizada!";
"You are running the latest version of %@." = "Su versión de %@ es la actual.";
"Keep" = "Conservar";
"Show in Finder" = "Mostrar en Finder";
"Report Problem…" = "Reportar un problema…";
"Finder" = "Finder";

"The archive could not be opened." = "El archivo no se pudo abrir.";
"The archive “%@” could not be opened, possibly because it's incomplete or corrupt." = "No se pudo abrir el archivo “%@” posiblemente porque está dañado o corrupto.";
"The archives could not be opened." = "Los archivos no se puedieron abrir.";
"None of the archives could be opened, possibly because they are incomplete or corrupt." = "No se pudieron abrir los archivos posiblemente porque estan dañados o corruptos.";
"No compression" = "No comprimir";
"7zip compression" = "Comprimir con 7zip";
"Bzip compression" = "Comprimir con Bzip";
"Invalid Unicode characters" = "Carácteres Unicode inválidos";
"Invalid starting character \"=\"" = "Primer carácter \"=\" inválido";
